<template>
    <div class="outer-wrap">
        <el-scrollbar wrap-class="scrollbar-wrapper" style="height:100%">
            <div class="protocol-wrap">
                <div class="protocol-title">京东物流开放平台开发者注册协议</div>
                <div class="MsoNormal" style="margin-left: 112px;">
                    <div class="date">更新日期：2020年5月7日</div>
                </div>
                <div
                        class="content"
                        style="width:1000px;margin-left:100px;margin-top:-68px;font-family:Microsoft Yahei"
                >
                    <div>
                        在使用京东物流开放平台服务之前，您应当认真阅读并遵守本协议的全部内容。如果您对本协议的条款有疑问的，请通过我们的服务邮箱（<a href='mailto:gateway_service@jd.com' target='_blank' class='url'><u style="font-weight:bold">gateway_service@jd.com</u></a>）和<u style="font-weight:bold">我们</u>沟通。如果您不同意本协议的任意内容，或者无法准确理解京东物流对条款的解释，请不要进行任何后续操作。否则，表示您已接受了以下所述的条款和条件，同意受本协议约束。届时您不应以未阅读本协议的内容或者未获得京东物流对您问询的解答等理由，主张本协议无效，或要求撤销本协议。
                    </div>
                    <div style="margin:14px 0;font-weight:bold;font-size:16px">第一条：立约背景</div>
                    <div>
                        为了规范京东物流开放平台合作伙伴(以下简称“开发者”或“商家”)通过京东物流开放平台进行的各项行为，包括但不限于通过京东物流开放平台调用应用数据接口（即API）、数据推送服务，明确开发者的权利义务，营造规范、有序、安全的京东物流开放平台环境，保障开发者及用户的合法权益，故拟定本协议。
                    </div>
                    <div style="margin:14px 0;font-weight:bold;font-size:16px">第二条：签约主体</div>
                    <div>
                        本协议由北京京东振世信息技术有限公司（京东物流）与开发者签署。
                    </div>
                    <div style="margin:14px 0;font-weight:bold;font-size:16px">第三条、协议生效和适用范围</div>
                    <div>
                        <p>3.1、您通过网络页面点击确认或以其他方式选择接受本协议，包括但不限于未点击确认本协议但使用了京东物流京东物流开放平台的服务，即表示您与京东物流已达成一致并同意接受本协议的全部约定内容。本协议自您确认接受之时起或自您使用京东物流京东物流开放平台服务的行为发生之时起（以时间在先者为准）生效。</p>
                        <p>3.2、本协议内容包括协议正文以及所有京东物流已经发布的或将来可能发布的各类规则（含业务规范，以下同）、通知、公告等（以下合称“规则”）。所有规则为协议不可分割的组成部分，与协议正文具有同等法律效力。京东物流有权根据需要不时地制定、修改本协议和/或各类规则，如有任何变更，京东物流将以网站公示的方式进行公告，而不再单独通知您。变更后的协议和规则一经公布即自动生效，成为本协议的一部分。如您不同意相关变更，应当立即停止使用京东物流京东物流开放平台服务；如您继续使用京东物流京东物流开放平台服务的，则视为您对修改后的协议和规则不持异议并同意遵守。</p>
                    </div>
                    <div style="margin:14px 0;font-weight:bold;font-size:16px">第四条：定义</div>
                    <div>
                        <p>4.1、京东物流开放平台（以下简称“京东物流开放平台”）：指基于此平台将京东物流相关业务对外开放，由京东物流提供一些软件和支持材料，开发者通过这些软件和支持材料开发应用以便服务于自身或服务于其他商家。开发者可以通过京东物流开放平台应用编程接口调用指定的功能服务，访问由京东物流提供的或用户授权的与用户相关的数据，或者由京东物流开放平台向用户推送回传消息。京东物流开放平台可能包括但不限于一个或多个API、编程工具和文档。</p>
                        <p>4.2、开发者：指京东用户中通过有效申请并通过验证的可以基于京东物流开放平台进行应用开发的单位或者个人。</p><p>4.3、应用：指开发者基于京东物流开放平台所开发的软件或服务，包括自用型应用和他用型应用两种类型。</p>
                        <p>4.4、App key &amp; App secret：指开发者在申请开发新应用时获得的由京东物流授予的应用程序接入账户和密钥。App key是应用的唯一标识，京东物流通过App key来识别应用开发者的身份。App secret是京东物流给应用分配的密钥，该密钥在一定技术条件下可保证应用来源的可靠性。</p>
                        <p>4.5、API：指对所有业务开放、开发者无需申请即可自由使用的京东物流开放平台数据接口。</p>
                        <p>4.6、Access token：商家对App授权，访问商家数据。</p>
                        <p>4.7、数据推送：京东物流开放平台推送数据给开发者，如入库单状态等。</p>
                    </div>
                    <div style="margin:14px 0;font-weight:bold;font-size:16px">第五条：京东物流开放平台服务使用规范</div>
                    <div>
                        <p>5.1、开发者成功入驻京东物流开放平台后，京东物流将根据您的登录账户和密码确认您的身份；开通京东物流开放平台服务的账户仅限于开发者自身使用，开发者不得将该账户以任何形式向任何第三方转让、出租、出借、泄露、披露等。您应妥善保管账户和密码，并对使用该账户和密码所进行的一切行为承担全部责任。您承诺在密码或账户遭到未获授权的使用，或者发生其他安全问题时，将立即通知京东物流，且您同意并确认，除非因京东物流过错导致账户被盗，京东物流不对上述情形产生的任何直接或间接的遗失或损害承担责任。</p>
                        <p>5.2、开发者同意接收来自京东物流发出的邮件、信息。</p>
                        <p>5.3、开发者一旦在京东物流开放平台申请成功，成为开发者，并在申请发布一个新应用时，开发者将得到一个针对该应用的唯一的App key 和App secret 。开发者同意通过京东物流开放平台提供的途径合法获取应用标识（App key）及密钥（App secret）。开发者对App key 和App secret的机密负完全责任。开发者同意任何时候都不使用其他开发者的App key 和App secret，也不将自身的App key 和App secret透露给任何第三方。开发者同意在发现或怀疑他人未经授权就使用其App key 和App secret时立即通知京东物流。京东物流对开发者的App key 和App secret的所有使用情况，包括但不限于任何未经授权的访问、更改或者删除、破坏、损害、丢失或未能存储均不承担任何责任。</p>
                        <p>5.4、开发者同意不能将App key、App secret、access token发布在公共网络上，包括但不限于github、知乎、简书等。</p>
                    </div>
                    <div style="margin:14px 0;font-weight:bold;font-size:16px">第六条：用户行为规范</div>
                    <div>
                        <p>6.1、<strong>您同意严格遵守法律法规规章规定，依法遵守以下义务：</strong>
                        <p>（1）不得制作、传输或发表以下违法信息资料：反对宪法所确定的基本原则，煽动抗拒、破坏宪法和法律法规实施的；危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的，煽动推翻社会主义制度的；损害国家荣誉和利益的；歪曲、丑化、亵渎、否定英雄烈士事迹和精神，侵害英雄烈士的姓名、肖像、名誉、荣誉的；宣扬或煽动实施恐怖主义、极端主义及其活动的；煽动民族仇恨、民族歧视、破坏民族团结的言论；破坏国家宗教政策，宣扬邪教和封建迷信的；散布谣言，扰乱经济秩序和社会秩序的；散布淫秽、色情、暴力或者教唆犯罪的；侮辱或者诽谤他人，侵害他人名誉、隐私和其他合法权益的；法律、行政法规禁止的其他内容。</p>
                        <p>（2）防范和抵制制作、复制、发布含有下列内容的不良信息资料：不当评述自然灾害、重大事故等灾难的；煽动人群歧视、地域歧视等的；宣扬低俗、庸俗、媚俗内容的；违反社会公德行为等的；其他对网络生态造成不良影响的内容。</p>
                        <p>6.2、 <strong>本协议依据国家相关法律法规规章制定，您亦同意严格遵守以下义务：</strong></p>
                        <p> （1）从中国大陆向境外传输资料信息时必须符合中国有关法规；</p>
                        <p> （2）不得利用本网站从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动；</p>
                        <p> （3）不得干扰本网站的正常运转，不得侵入本网站及国家计算机信息系统；</p>
                        <p> （4）不得传输或发表任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的、淫秽的、不文明的等信息资料；</p>
                        <p> （5）不得教唆他人从事违法违规或本协议、平台规则所禁止的行为；</p>
                        <p> （6）不得利用在本网站注册的账户进行牟利性经营活动；</p>
                        <p> （7）不得发布任何侵犯他人个人信息、著作权、商标权等知识产权或合法权利的内容；</p>
                        <p>6.3、<strong>您须对自己在网上的言论和行为承担法律责任，您若在本网站上散布和传播反动、色情或其它违反国家法律的信息，本网站的系统记录有可能作为您违反法律的证据。</strong></p>
                    </div>

                    <div style="margin:14px 0;font-weight:bold;font-size:16px">第七条：违约责任</div>
                    <div>
                        <p>7.1、您明确理解并同意京东物流有权以普通或非专业人员的知识水平标准对您的行为进行单方认定，并根据单方认定结果适用规则予以处理或中止、终止向您提供服务（包括中止或终止京东物流开放平台API的调用，以下同），且无须征得您的同意或提前通知予您。京东物流根据相关规则对您进行处理后，不免除您应当承担的法律责任。</p>
                        <p>7.2、如因您违反有关法律法规或者本协议、相关规则之规定，使京东物流遭受任何损失、受到用户、任何第三方的索赔或任何行政管理部门的处罚，您应对京东物流、用户或相关第三方的实际损失进行全额赔偿，包括合理的律师费用。</p>
                    </div>

                    <div style="margin:14px 0;font-weight:bold;font-size:16px">第八条：免责和有限责任</div>
                    <div>
                        <p>对于开发、运营、支持和维护开发者应用，开发者同意独立承担所有的风险和后果。京东物流没有责任和义务对于发布在京东物流京东物流开放平台上的任何不准确或不正确的内容承担任何责任，无论该等不准确是由用户所造成的，还是由于应用所使用的或与应用相连接的任何设备或程序所造成的。</p>
                    </div>

                    <div style="margin:14px 0;font-weight:bold;font-size:16px">第九条：协议终止与转让</div>
                    <div>
                        <p>9.1、<strong>本协议在符合以下任意一项情形时终止：</strong></p>
                        <p>9.1.1、通知解除：京东物流可提前15天以书面通知的方式终止本协议而无须承担违约责任；</p><p>9.1.2、单方解除权：出现下列情况之一的，京东物流有权立刻终止本协议，且按有关规则对您进行处罚：</p>
                        <p>   （1）您违反本协议中的任何承诺或保证，包括但不限于本协议项下的任何约定；</p>
                        <p>   （2）您违反京东物流平台的相关条款、协议、规则、通告等相关规定，而被京东物流平台终止提供服务的；</p>
                        <p>9.1.3、如开发者在本协议终止后再一次直接或间接或以他人名义注册并登录京东物流京东物流开放平台的，京东物流有权直接单方面终止向该开发者提供服务。</p>
                        <p>9.1.4、如京东物流通过开发者提供的信息与开发者联系时，发现开发者在注册时填写的电子邮箱已不存在或无法接收电子邮件的，经京东物流以其他联系方式通知开发者更改而开发者在三个工作日内仍未能提供新的电子邮箱地址的，京东物流有权终止向该开发者提供服务。</p>
                        <p>9.1.5、本协议规定的其他协议终止条件发生或实现，导致本协议终止。</p>
                        <p>9.2、<strong>协议终止后的处理：</strong></p>
                        <p>9.2.1、服务终止后，京东物流没有义务为开发者保留原账户中或与之相关的任何信息，或转发任何未曾阅读或发送的信息给开发者或用户或第三方，亦不就终止服务而对开发者或用户或任何第三方承担任何责任。</p>
                        <p>9.2.2、不论京东物流与开发者之间的服务因任何原因以任何方式终止，京东物流仍有权：
                        <p>（1）对于开发者在服务终止前实施的违法或违约行为所导致的任何赔偿和责任，开发者必须完全独立地承担，京东物流有追索权；</p>
                        <p>（2）要求开发者立即删除其从京东物流开放平台中获得的全部数据，包括但不限于用户数据、京东物流开放平台运营数据；且京东物流有权基于数据安全的考虑不经通知径行做出删除相关数据的处理措施。</p>
                        <p>9.3、<strong>无论本协议因何原因终止，在协议终止前的行为所导致的任何责任，您必须完全且独立地承担；协议终止后，京东物流无需继续向您提供服务。</strong></p>
                    </div>

                    <div style="margin:14px 0;font-weight:bold;font-size:16px">第十条：通知和送达</div>
                    <div>
                        <p>10.1、京东物流对于开发者所有的通知均可通过网页公告、电子邮件、手机短信或常规的信件传送等方式进行；该等通知于发送之日视为已送达收件人。</p>
                        <p>10.2、开发者对于京东物流的通知应当通过京东物流对外正式公布的通信地址、传真号码、电子邮件地址等联系信息进行送达。</p>
                    </div>

                    <div style="margin:14px 0;font-weight:bold;font-size:16px">第十一条：法律适用与管辖</div>
                    <div>
                        <p>11.1、本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国大陆地区法律。</p>
                        <p>11.2、因京东物流与您就本协议的签订、履行或解释发生争议，双方应努力友好协商解决。如协商不成，京东物流和您均同意由被告住所地人民法院作为第一审管辖法院。</p>
                    </div>
                </div>
            </div>
        </el-scrollbar>
    </div>
</template>

<script>
    export default {
        components: {},
    }
</script>

<style lang="scss" rel="stylesheet/scss" scoped>
    .outer-wrap {
        ::v-deep .el-scrollbar__thumb {
            display: none;
        }
        .protocol-wrap {
            border-top: 0.1rem solid #eee;
            padding: 0.22rem;
            .protocol-title {
                padding-top: 0.4rem;
                padding-bottom: 0.2rem;
                width: 9.9rem;
                font-size: 0.32rem;
                color: #333;
                text-align: center;
                margin: 0 auto 0.35rem;
                min-height: 0.8rem;
                border-bottom: 0.01rem dashed #d0d0d0;
                .MsoNormal {
                    margin-bottom: 0.0001pt;
                    text-align: justify;
                    font-size: 10.5pt;
                    font-family: DengXian;
                    .date {
                        font-size: 10.5pt;
                        font-family: Arial, Helvetica, sans-serif;
                    }
                }
            }
        }
    }
</style>